{
  "A Total Mess": "There was <something ridiculous> everywhere.  It was a nightmare.  I don’t know why <your friend's name> even thought it was a good idea to bring <related ridiculousness> in the first place.  I mean, my first thought was <positive outlook> but after a few minutes, I noticed the <current situation> wasn’t going to <potential outcome> the way we thought it would.  And that’s why you don’t bring <ridiculous reference> to a <event type>.",
  "Never On Time": "Yeah, well if <friend's name> had showed up on time for us to leave for the <any event> we wouldn’t have had to <painful collaborative verb> so many times on the way there.  I mean, it’s fine.  At least we got to talk about <odd topic> for a few hours while sitting in traffic.  All this time I had no idea that <friend's name> was so into <random hobby>. By the time we got there I couldn’t stop thinking about all the times (s)he was probably <odd hobby's activity> while I  was sleeping.",
  "My Friend is Ridiculous": "OMG, did you hear about how <friend's name> went to the <physical location> and <strange action> with the <unexpected participants> for like an entire hour?  WTF is up with that?  Do you remember the last time s/he <bizzare past tense activity> with all those <other unexpected participants>?  This reminds me of that and I’ve been waiting to tell you for a week. If I didn't encounter a(n) <unexpected happening> immediately after I found out, I would have come over that night with some <shareable item> so we could gossip and <collaborative activity> before tweeting about it.",
  "So Annoying": "With <friend's name> , it’s always sort of a <description of something super annoying> and I just can’t get over it. The past few days have been kind of <uncomfortable description> but the <something grand> is making it a little better.",
  "Lost in Translation": "So the other day I sent a text to <friend's name> and instead of rainbows and sunshine, (s)he responded all <something frustrating and gross> . It was kind of weird. Instead of letting it get to me, I put my shoes on and <most random act> . It helped for a little until I ran into a <unusual character> holding a <oddly dangerous item> and wielding it with fury."
}
